{"header":"HTTP\/1.1 200 OK\r\nServer: nginx\/1.14.0 (Ubuntu)\r\nContent-Type: application\/json\r\nTransfer-Encoding: chunked\r\nConnection: keep-alive\r\nCache-Control: no-cache, private\r\nDate: Sun, 19 Sep 2021 19:26:45 GMT\r\nX-RateLimit-Limit: 60\r\nX-RateLimit-Remaining: 58\r\n\r\n","body":{"data":{"title":"About Journal","description":null,"content":"<p>Pakistan Biomedical Research Society was established in 1982 by a group of Professionals &amp; researchers in the medical field with the mission of promoting medical research in the country &amp; disseminating it by publishing a medical journal. Soon the aim was achieved when the society started publishing a journal by the name of BIOMEDICA in 1984 on biannual basis, giving coverage to all the fields of medicine, including Basic &amp; clinical sciences, dental, nursing, allied health pharmaceutical and even some medically interesting research related to veterinary &amp; animal sciences. Experimental Medicine was given its due importance and a segment of the Journal is now devoted to articles related to Health Profession's Education (Medical Education). From the year 2013 <strong>BIOMEDICA<\/strong> is published on quarterly basis.<\/p>\r\n<p>In 2014, the printing and publishing rights of \"Biomedica\" were transferred by the Society to the University of Health Sciences (UHS) Lahore under Press, Newspapers, New Agencies and Books Registration Ordinance 2002. The \"Biomedica\" is now an official publication of the University.<\/p>\r\n<p><strong>University of Health Sciences (UHS) Lahore<\/strong> is an innovative, vibrant, internationally recognized student centered research university with 72 colleges and institutes affiliated and about 52,000 students registered with it. It has been ranked as the 2nd Best University of Pakistan in Medical category by the Higher Education Commission of Pakistan in its ranking 2012 and 2013. UHS is focused on delivering high-quality instruction in basic medical sciences, revitalizing the neglected fields of nursing and other allied health sciences, pioneering courses in genetics and behavioural sciences, and fostering significant on-campus and off-campus research activities.<\/p>\r\n<p>The <strong>Print ISSN 1992-4852<\/strong> and <strong>Online ISSN 2710-3471<\/strong> belongs to Biomedica.<\/p>\r\n<p>Since its inception \"Biomedica\" is being published regularly and has been indexed in <strong>Google Scholar, CrossRef, EBSCO, WHO-Index Medicus-EMR, PakMediNet, Medilink, Pastic<\/strong> and also approved by <strong>PMDC<\/strong>.<\/p>"}},"code":200}