{"header":"HTTP\/1.1 200 OK\r\nServer: nginx\/1.14.0 (Ubuntu)\r\nContent-Type: application\/json\r\nTransfer-Encoding: chunked\r\nConnection: keep-alive\r\nCache-Control: no-cache, private\r\nDate: Sun, 19 Sep 2021 19:13:38 GMT\r\nX-RateLimit-Limit: 60\r\nX-RateLimit-Remaining: 59\r\n\r\n","body":{"data":{"journal":{"title":"BioMedica","abbrev":"BioMedica","initials":"BioMedica","issn":"1992-4852","eissn":"2710-3471","publisher":"University of Health Sciences, Lahore","cover":"uploads\/journals\/5\/branding\/6SGtwQZvNHVCALSXOXY0UL1u94HXb0T5JrKoXCKi.jpg"},"short_desc":"<p>BioMedica is an international peer-reviewed medical journal. This is an official journal of the University of Health Sciences, Lahore, Pakistan.<\/p>","chief_editor":{"bio":null,"name":"Prof. Dr. A.H. Nagi","avatar":"uploads\/journals\/5\/website\/chief_editor_avatar.jpg","message":null,"affiliations":["Ex-Professor, University of Health Sciences Lahore Pakistan."],"qualification":"MBBS; Ph.D (Queens, U.K); MRCPath (London), FRCP;  FRCPath (London); FCPS (Pak). FCPP"},"metrics":[{"title":"From submission to first editorial decision","value":"21 DAYS"},{"title":"From editorial acceptance to publication.","value":"20 DAYS"},{"title":"Acceptance rate","value":"54 %"}],"news":[{"id":4,"type":"News","title":"Welcome to our New Site","content":"<p>It's finally here. We are in process of adding all previous articles.<\/p>\r\n<p><a href=\"http:\/\/thebiomedicapk.com\/\" target=\"_blank\" rel=\"noopener\">Click here to go back to our old site\/archives<\/a>.<\/p>","info":[],"images":[]}],"events":[],"announcements":[{"id":11,"type":"Announcement","title":"Integrated Discipline-Aligned (IDiAl) Undergraduate Curriculum Model (Preprint) - Saima Chaudhry","content":"<p><strong>Abstract<\/strong><\/p>\r\n<p>Integration implies meaningful connections that can be applied to disciplines, domains or linking education to real life practice. The essence of any integrated curriculum is a program that can improve patient care by graduating work ready professionals. Based on this approach an Integrated Discipline-Aligned (IDiAl) curriculum model is being proposed for undergraduate medical education in an effort to provide sound knowledgebase with an explicit focus on clinical and professional skills so that doctors of tomorrow can meaningfully contribute to profession and society.<\/p>\r\n<p><strong>Key words<\/strong>: Curriculum, Integration, Medical Education.&nbsp;<\/p>\r\n<p>This article is a <strong>PREPRINT&nbsp;<\/strong><\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_11_1629877558.jpg"]}],"featured_articles":[{"id":7,"type":"Featured Article","title":"TACE and Laparoscopic ALPPS in Unresectable Hepatocellular Carcinoma - A Case Report","content":"<p>Transcatheter arterial chemoembolization (TACE) is considered as a major method to treat hepatocellular carcinoma (HCC). Associated liver partition and portal vein ligation for staged hepatectomy (ALPPS) has been used to treat patients with advanced HCC. This case report documents the safety, efficacy, and feasibility of TACE and laparoscopic ALPPS to treat the unresectable HCC of the right liver with right intra-hepatic metastasis in a male patient. Percutaneous and trans-femoral artery TACE was performed preoperatively, and the ALPPS stage-I at the 4th week and stage-II after 14 days was carried out. Postoperative outcome was assessed after 180 days of follow-up. It is concluded that preoperative TACE and laparoscopic ALPPS offer a fine treatment alternative to the patients with insufficient residual liver volume and relatively-advanced and extensive HCC.<\/p>","info":{"url":"https:\/\/biomedicapk.com\/10.51441\/BioMedica\/5-284","images":["uploads\/journals\/5\/posts\/image_7.jpg"]},"images":[]}],"outstanding_reviewers":[{"id":13,"type":"Outstanding Reviewers","title":"Outstanding Peer Reviewer for Vol. 37, Issue 2, 2021","content":"<p>Prof. Shagufta Khaliq <strong>[<\/strong>M.Sc.(University of the Punjab, Lahore, Pakistan); Ph.D.(Dr. A. Q. Khan Research Laboratories, Islamabad, Pakistan); Post Doc. (University College London, UK); Post Doc.(St. George&rsquo;s Hospital Medical School, London, UK)<strong>]<\/strong> is currently working as Head of Human Genetics &amp; Molecular Biology Department at University of Health Sciences Lahore, Pakistan. She was awarded Pakistan Academy of Medical Sciences Junior Scientist Award and Gold Medal (2001), President's Pride of Performance Civil Award (2002), and Pakistan Council for Science and Technology Research Productivity Award (2005 &amp; 2014) for her exceptional contribution to the field of science in Pakistan. Her areas of specialization include Molecular Basis of Inherited Diseases, DNA Fingerprinting, Genome Analysis, Genetic Diversity, Population Genetics, and Epigenetics.<\/p>\r\n<p>Prof. Khaliq has published &gt;80 research publications in internationally peer reviewed indexed journals. &nbsp;She has on her credit a cumulative Impact Factor of 272.338 and 2939 Citations.<\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_13_1631536957.jpg"]},{"id":15,"type":"Outstanding Reviewers","title":"Outstanding Peer Reviewer for Vol. 37, Issue 1, 2021","content":"<p>Dr. Muhammad Usman Shams <strong>[<\/strong>MBBS; M.Phil, FCPS (Histopathology)<strong>]<\/strong> is currently working as Director, Mughal Diagnostics &amp; Research Labs (a project of Mughal Eye Hospital Trust). His areas of specialization include Immunohistochemistry, Lab QA and Cancer Pathology. He has published his research work on Breast Cancer, Cancer Biology and Molecular Pathology.&nbsp;<\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_15_1631545444.jpg"]},{"id":16,"type":"Outstanding Reviewers","title":"Outstanding Peer Reviewer for Vol. 36, Issue 4, 2020","content":"<p>Prof. Abdul Nasir Shah <strong>[<\/strong>MCPS, FCPS, MRCGP (INT), FRCGP (INT)<strong>]<\/strong> is working as Head of Family Medicine Department at University of Health Sciences Lahore, Pakistan. His area of specialization and research interests include Learning Needs and Blended Training Programmes for Family Physicians practising in Pakistan and other areas of the world.<\/p>\r\n<p>He has, to-date, trained 1000s of family physicians from primary and secondary health care settings in all provinces of Pakistan through training workshops, short courses and degree programmes.&nbsp;<\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_16_1631545559.jpg"]},{"id":17,"type":"Outstanding Reviewers","title":"Outstanding Peer Reviewer for Vol. 36, Issue 3, 2020","content":"<p>Dr. Saba Khaliq <strong>[<\/strong>MSc. (GCU, Pk), Ph.D (CEMB, PU, Pk), Post-doc (Gottingen, Germany)<strong>]<\/strong> is working as an Associate Professor in the Department of Physiology and Cell Biology at University of Health Sciences Lahore, Pakistan. Her area of specialization and research interests include Molecular Biology, Cellular Physiology and Virology.<\/p>\r\n<p>She has published &gt;100 research publications in internationally peer reviewed indexed journals. She has on her credit a cumulative Impact Factor of 150 and 1150 Citations.<\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_17_1631548961.jpg"]},{"id":19,"type":"Outstanding Reviewers","title":"Outstanding Peer Reviewer for Vol. 36, Issue 2, 2020","content":"<p>Prof. Rakhshindah Bajwa is Head of Pathology Department at Continental Medical College, Lahore and has 37 years vast experience in different faculty positions at various Medical Colleges and Post Graduate Medical Institutes of Punjab. Her research interests include Surgical and Anatomic Pathology, Oncologic Pathology, Immunohistochemistry and Diagnostic Cytopathology.&nbsp;<\/p>\r\n<p>She has published &gt;50 publications in national and international peer reviewed journals.<\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_19_1631549707.jpg"]},{"id":20,"type":"Outstanding Reviewers","title":"Outstanding Peer Reviewer for Vol. 36, Issue 1, 2020","content":"<p>Prof. Muhammad Shahzad <strong>[<\/strong>Ph.D, Post Doc. (Chinese Academy of Science, China), Post Doc (University of Queensland, Australia)<strong>]<\/strong> is currently working as Head of Pharmacology Department at University of Health Sciences, Lahore, Pakistan. He has specialized in in-vivo and in-vitro drug screening.&nbsp; His research interests include Complimentary and Alternative Medicine, Pharmacogenetics, Medicinal Compounds (Natural\/Synthetic), Studies on Mechanism of action of novel drugs, Animal disease models and Ethnopharmacology.<\/p>\r\n<p>He has published &gt;70 publications in international peer reviewed indexed journals. Prof. Shahzad has on his credit an impact factor of &gt;100 and 884 citations.<\/p>","info":[],"images":["uploads\/journals\/5\/posts\/image_20_1631549939.jpg"]}],"articles":[]}},"code":200}