{"header":"HTTP\/1.1 200 OK\r\nServer: nginx\/1.14.0 (Ubuntu)\r\nContent-Type: application\/json\r\nTransfer-Encoding: chunked\r\nConnection: keep-alive\r\nCache-Control: no-cache, private\r\nDate: Sun, 19 Sep 2021 19:25:19 GMT\r\nX-RateLimit-Limit: 60\r\nX-RateLimit-Remaining: 56\r\n\r\n","body":{"data":{"id":72,"type":"Review Article","title":"Will COVID-19 Vaccine Genetically Modify Humans? Facts and Myths","short_title":null,"abstract":"<p>The vaccines being developed to protect humans from the Coronavirus pandemics have also been developed in the past to save humans from many other pandemics. The current COVID‐19 vaccine research and development involves people from all over the world, therefore raising many questions which must be addressed by all stakeholders. No doubt, it is the need of the day to provide an effective vaccine to control the pandemics that must be balanced with incorporation of the research ethics. In any event, the safety and well‐being of research subjects must be protected, especially that of vulnerable subjects. The consent of the population is very important and usage must be addressed through transparent sharing of information. The current review article will try to unveil some facts and myths related to the safe use of this vaccine against SARS-CoV-2.<\/p>","tags":"SARS-CoV-2, Vaccine, Human DNA, G2 technology, COVID-19, Foetal cells.","doi":"10.51441\/BioMedica\/5-72","code":null,"authors_names":" Mulazim Hussain Bukhari,  Shahzadi Zain,  Javed Akram","first_page":329,"last_page":333,"issue":"4","volume":"36","created_at":"2021-03-01T09:13:03.000000Z","approved_at":null,"published_at":"2021-03-04T17:53:31.000000Z","timeline":{"revised_at":"2020-12-03","approved_at":"2020-12-13","published_at":"2020-12-31","submitted_at":"2020-11-02"},"previous":{"id":71,"title":"Dental Journalism in Pakistan"},"next":{"id":76,"title":"Percutaneous Cavernous Nerve Electro-Stimulation for Treatment of Erectile Dysfunction"},"authors":[{"article_id":72,"title":null,"name":"Mulazim Hussain Bukhari","email":"mulazim.hussain@gmail.com","affiliation":"Head of Pathology Department, Azra Naheed Medical College, Director Postgraduate Medical Sciences, Superior University Lahore – Pakistan.","sequence":1,"info":null},{"article_id":72,"title":null,"name":"Shahzadi Zain","email":null,"affiliation":"Schulich School of Medicine and Dentistry, Western University – Canada.","sequence":2,"info":null},{"article_id":72,"title":null,"name":"Javed Akram","email":null,"affiliation":"Vice Chancellor, University of Health Sciences, Lahore – Pakistan.","sequence":3,"info":null}]}},"code":200}