{"header":"HTTP\/1.1 200 OK\r\nServer: nginx\/1.14.0 (Ubuntu)\r\nContent-Type: application\/json\r\nTransfer-Encoding: chunked\r\nConnection: keep-alive\r\nCache-Control: no-cache, private\r\nDate: Sun, 19 Sep 2021 19:24:44 GMT\r\nX-RateLimit-Limit: 60\r\nX-RateLimit-Remaining: 58\r\n\r\n","body":{"data":[{"id":71,"type":"Editorial","title":"Dental Journalism in Pakistan","short_title":null,"abstract":"<p>Dental Journalism in Pakistan has a very chequered history.&nbsp;There are many reasons for this worsening status of dental research; lack of research facilities, funding, ownership and training of the stake-holders are a few of those.&nbsp;The need of the hour is that the eminent and seniour dental scholars, the research institutes and the professional bodies should work together and plot the strategies to strengthen a research oriented mind-set and guidance for the future students so that quality of research, both at clinical and basic sciences levels, &nbsp;is improved and publications in the national journals may be encouraged for uplifting their status in the international journalism.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-71","authors_names":"Dr. Inayatullah Padhiar","created_at":"2021-03-01T09:06:15.000000Z","approved_at":null,"published_at":"2021-03-04T17:53:47.000000Z","first_page":327,"last_page":328,"timeline":{"revised_at":"2020-12-16","approved_at":"2020-12-21","published_at":"2020-12-31","submitted_at":"2020-11-19"},"sequence":1,"authors":[{"title":"Dr.","name":"Inayatullah Padhiar","email":"ahsan_inayat@hotmail.com","affiliation":"Patron in Chief Journal of the Pakistan Dental Association","info":null}]},{"id":72,"type":"Review Article","title":"Will COVID-19 Vaccine Genetically Modify Humans? Facts and Myths","short_title":null,"abstract":"<p>The vaccines being developed to protect humans from the Coronavirus pandemics have also been developed in the past to save humans from many other pandemics. The current COVID‐19 vaccine research and development involves people from all over the world, therefore raising many questions which must be addressed by all stakeholders. No doubt, it is the need of the day to provide an effective vaccine to control the pandemics that must be balanced with incorporation of the research ethics. In any event, the safety and well‐being of research subjects must be protected, especially that of vulnerable subjects. The consent of the population is very important and usage must be addressed through transparent sharing of information. The current review article will try to unveil some facts and myths related to the safe use of this vaccine against SARS-CoV-2.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-72","authors_names":" Mulazim Hussain Bukhari,  Shahzadi Zain,  Javed Akram","created_at":"2021-03-01T09:13:03.000000Z","approved_at":null,"published_at":"2021-03-04T17:53:31.000000Z","first_page":329,"last_page":333,"timeline":{"revised_at":"2020-12-03","approved_at":"2020-12-13","published_at":"2020-12-31","submitted_at":"2020-11-02"},"sequence":2,"authors":[{"title":null,"name":"Mulazim Hussain Bukhari","email":"mulazim.hussain@gmail.com","affiliation":"Head of Pathology Department, Azra Naheed Medical College, Director Postgraduate Medical Sciences, Superior University Lahore – Pakistan.","info":null},{"title":null,"name":"Shahzadi Zain","email":null,"affiliation":"Schulich School of Medicine and Dentistry, Western University – Canada.","info":null},{"title":null,"name":"Javed Akram","email":null,"affiliation":"Vice Chancellor, University of Health Sciences, Lahore – Pakistan.","info":null}]},{"id":76,"type":"Case Report","title":"Percutaneous Cavernous Nerve Electro-Stimulation for Treatment of Erectile Dysfunction","short_title":null,"abstract":"<p>Pelvic fracture urethral injury (PFUI) is the major etiological factor of neurological erectile dysfunction (NED). We reported a patient whose Index of Erectile Function-5 (IIEF-5) score was 7 (severe ED) and experienced a failed treatment of Tadalafil. NED was the final diagnosis made by examinations such as nocturnal penile tumescence (NPT), penile cavernous contrast and three-dimensional reconstruction and the penial dorsal nerve somatosensory evoked potential. Percutaneous cavernous nerve electro-stimulation was used as treatment for NED. After three courses of treatment, the IIEF-5 score was up to 18 points and the level of erection hardness was between grade III and IV. We concluded that percutaneous cavernous nerve electro-stimulation will be a new strategy to treat patients with NED with PFUI history.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-76","authors_names":" Qing Hu,  Wen-Zhi Wang,  Bo-Dong Lv,  Guo-Guang Lou","created_at":"2021-03-01T11:14:49.000000Z","approved_at":null,"published_at":"2021-03-04T17:53:17.000000Z","first_page":334,"last_page":338,"timeline":{"revised_at":"2020-11-26","approved_at":"2020-12-08","published_at":"2020-12-31","submitted_at":"2020-10-16"},"sequence":3,"authors":[{"title":null,"name":"Qing Hu","email":null,"affiliation":"Department of Urology, The Second Affiliated Hospital, University of Zhejiang Traditional Chinese Medicine, Hangzhou,310005,China","info":null},{"title":null,"name":"Wen-Zhi Wang","email":null,"affiliation":"Department of Urology, The Second Affiliated Hospital, University of Zhejiang Traditional Chinese Medicine, Hangzhou,310005,China","info":null},{"title":null,"name":"Bo-Dong Lv","email":null,"affiliation":"Department of Urology, The Second Affiliated Hospital, University of Zhejiang Traditional Chinese Medicine, Hangzhou,310005,China","info":null},{"title":null,"name":"Guo-Guang Lou","email":"gg_l19@outlook.com","affiliation":"Department of Urology, The First Affiliated Hospital, Zhejiang University, School of Medicine, Hangzhou 310003, China","info":null}]},{"id":77,"type":"Original Article","title":"Physical Activity, Screen Time, and Emotional Wellbeing of Population During COVID-19 Pandemic in Pakistan","short_title":null,"abstract":"<p><strong>Background and Objective:<\/strong> &nbsp;The current COVID-19 situation has restrained the movement of individuals along with instilling fear in them. COVIDThis study assesses the level of physical activity, screen time and emotional status of the individuals during the current COVID-19 situation in the population of Pakistan.<\/p>\r\n<p><strong>Methods:<\/strong> &nbsp;The study was carried out in May 2020. The sample size was 385 and the snowball sampling technique was employed. The data was collected through a self-administered online questionnaire and included subjects from all provinces of Pakistan. The form comprised of four parts including socio-demographic details, self-reported screen time as well as SPANE and IPAQ-short form questionnaires. The data was analysed using SPSS version 25.<\/p>\r\n<p><strong>Results:<\/strong> &nbsp;Out of 385 individuals, 89.6% reported inadequate physical activity. Among these, the majority comprised of females (92.3% vs. 80% in males). It was determined that there were higher positive affective scores in males (28.6 &plusmn; 8.1) compared to those in females (27.5 &plusmn; 7.7). The average sedentary screen time was 7.24 &plusmn; 3.76 hours that was maximally reported in the younger age group (19 years and lesser). Moreover, a downward trend of negative affective scores, from vigorous to light physical activity level, was noted.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-77","authors_names":" Shaiza Ijaz,  Shafaq Ismail,  Laiba Fayyaz,  Arfa Ashraf,  Yumnah Razzaq, Dr. Muhammad Ashraf Chaudhry","created_at":"2021-03-01T11:44:27.000000Z","approved_at":null,"published_at":"2021-03-04T17:53:04.000000Z","first_page":339,"last_page":345,"timeline":{"revised_at":"2020-11-29","approved_at":"2020-12-09","published_at":"2020-12-31","submitted_at":"2020-10-28"},"sequence":4,"authors":[{"title":null,"name":"Shaiza Ijaz","email":null,"affiliation":"CMH Lahore Medical College, Lahore-Pakistan.","info":{"corresponding":true}},{"title":null,"name":"Shafaq Ismail","email":null,"affiliation":"Department of Community Medicine, CMH Lahore Medical College, Lahore-Pakistan","info":null},{"title":null,"name":"Laiba Fayyaz","email":null,"affiliation":"Department of Community Medicine, CMH Lahore Medical College, Lahore-Pakistan","info":null},{"title":null,"name":"Arfa Ashraf","email":null,"affiliation":"Department of Community Medicine, CMH Lahore Medical College, Lahore-Pakistan","info":null},{"title":null,"name":"Yumnah Razzaq","email":null,"affiliation":"Department of Community Medicine, CMH Lahore Medical College, Lahore-Pakistan","info":null},{"title":"Dr.","name":"Muhammad Ashraf Chaudhry","email":null,"affiliation":"Department of Community Medicine, CMH Lahore Medical College, Lahore-Pakistan","info":null}]},{"id":78,"type":"Original Article","title":"Patellar Inward Pushing Method Relieves Knee Osteoarthritis Via Regulating Cytokines","short_title":null,"abstract":"<p>Background and Objective: &nbsp;Knee osteoarthritis (KOA) is a chronic degenerative disease characterized by pain, morning stiffness and swelling in the knee joints. And KOA is common in the elderly and seriously affects the exercise function and physical health of patients. This study aimed to explore the curative effects of patellar inward pushing method (PIPM) on KOA.<\/p>\r\n<p>Methods: &nbsp;In this study, we established rabbit animal models of KOA for the research by using the New Zealand white rabbits. A total of n=30 rabbits were divided into 5 groups by random number table method: blank group, model group, glucosamine hydrochloride (GH) group, PIPM group and PIPM combined with GH group. The rabbits were then modeled.<\/p>\r\n<p>Results: &nbsp;After 9-weeks cultured in groups, 5 ml blood was collected from the heart, and cytokines were detected. The result suggested that iNOS, NO and TNF-&alpha; were the pathogenic inflammatory factor of KOA, and aggravated cartilage damage and degeneration. Besides, this study indicated that PIPM combined with GH treatment significantly reduced the activity of inflammatory cytokines in serum and joint fluid of KOA models in rabbits. In addition, PIPM combined with GH therapy exhibited the best therapeutic effect among these treatments, which was working on KOA better than PIPM treatment alone or GH treatment alone.<\/p>\r\n<p>Conclusion: &nbsp;PIPM could effectively treat KOA via regulating cytokines, and the PIPM combined with GH therapy could be a novel therapeutic strategy for KOA.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-78","authors_names":" Dandong Li, Dr. Xuhui Zhang,  Linlin Li,  Zhenzhen Ma,  Feng Su,  Tinghao Wang","created_at":"2021-03-01T11:49:41.000000Z","approved_at":null,"published_at":"2021-03-04T17:52:52.000000Z","first_page":346,"last_page":356,"timeline":{"revised_at":"2020-12-01","approved_at":"2020-12-14","published_at":"2020-12-31","submitted_at":"2020-11-09"},"sequence":5,"authors":[{"title":null,"name":"Dandong Li","email":null,"affiliation":"Joint Trauma Center, PLA 371 Center Hospital, Department of Orthopedics, 371 Hospital, Xinxiang Medical University, No.201, Wenhua Road, Xinxiang 453003, P.R. China.","info":null},{"title":"Dr.","name":"Xuhui Zhang","email":"zxh191213@sina.com","affiliation":"Joint Trauma Center, PLA 371 Center Hospital, Department of Orthopedics, 371 Hospital, Xinxiang Medical University, No.201, Wenhua Road, Xinxiang 453003, P.R. China.","info":null},{"title":null,"name":"Linlin Li","email":null,"affiliation":"Joint Trauma Center, PLA 371 Center Hospital, Department of Orthopedics, 371 Hospital, Xinxiang Medical University, No.201, Wenhua Road, Xinxiang 453003, P.R. China.","info":null},{"title":null,"name":"Zhenzhen Ma","email":null,"affiliation":"Joint Trauma Center, PLA 371 Center Hospital, Department of Orthopedics, 371 Hospital, Xinxiang Medical University, No.201, Wenhua Road, Xinxiang 453003, P.R. China.","info":null},{"title":null,"name":"Feng Su","email":null,"affiliation":"Joint Trauma Center, PLA 371 Center Hospital, Department of Orthopedics, 371 Hospital, Xinxiang Medical University, Xinxiang 453003, P.R. China","info":null},{"title":null,"name":"Tinghao Wang","email":null,"affiliation":"Joint Trauma Center, PLA 371 Center Hospital, Department of Orthopedics, 371 Hospital, Xinxiang Medical University, Xinxiang 453003, P.R. China","info":null}]},{"id":79,"type":"Original Article","title":"Comparison of Oral Health Status of Students Attending Three Different Education Systems in Pakistan","short_title":null,"abstract":"<p><strong>Background and Objective:<\/strong> &nbsp;The objective of this study was to compare the prevalence of dental caries through the Decayed, Missing and Filled Teeth (DMFT) index ​​of students belonging to the three different education systems of Pakistan in order to ascertain the baseline statistics for the Pakistani student population.<\/p>\r\n<p><strong>Methods:<\/strong> &nbsp;A cross-sectional study was conducted during the year 2018 to record DMFT scores of students studying in madrassas, government and private schools of Rawalpindi and Islamabad. A total of 663 students underwent a DMFT evaluation by trained dentists following the consent of their parents. The results were analyzed by using one way ANOVA and post-hoc tests for comparing DMFT scores among the students of different school system using Statistical Package for Social Sciences (SPSS) version 23 and a P-value of &lt;0.05 was taken as significant.<\/p>\r\n<p><strong>Results:<\/strong> &nbsp;Madrassa group of students had the best DMFT scores; mean DMFT of 1.2 &plusmn; 1.9 whereas private school students had a mean DMFT of 2.17 &plusmn; 2.9 and Government school children had a mean DMFT score of 2.09 &plusmn; 2.08. While comparing the DMFT scores of madrassa students with government and private school students, statistically significant results were observed.<\/p>\r\n<p><strong>Conclusion:<\/strong> &nbsp;Although an acceptable DMFT score was obtained for each of the three education systems; madrassa, government and private schools; the DMFT scores were the lowest for the madrassa students indicating best dental health in them.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-79","authors_names":"Dr. Nadia Zaib,  Mahrukh Zafar,  Rabia Masood,  Amber Kiyani","created_at":"2021-03-01T11:53:35.000000Z","approved_at":null,"published_at":"2021-03-04T17:52:39.000000Z","first_page":356,"last_page":362,"timeline":{"revised_at":"2020-11-28","approved_at":"2020-12-07","published_at":"2020-12-31","submitted_at":"2020-10-21"},"sequence":6,"authors":[{"title":"Dr.","name":"Nadia Zaib","email":"nadia.zaib@riphah.edu.pk","affiliation":"Oral Pathology Department, Islamic International Dental College, Riphah International University, Islamabad-Pakistan.","info":null},{"title":null,"name":"Mahrukh Zafar","email":null,"affiliation":"Demonstrator, Oral Pathology Department, Islamic International Dental College, Riphah International University, Islamabad-Pakistan","info":null},{"title":null,"name":"Rabia Masood","email":null,"affiliation":"BDS, M.Phil (Oral Pathology) ,Assistant Professor, Oral Pathology Department, Islamic International Dental College, Riphah International University, Islamabad-Pakistan.","info":null},{"title":null,"name":"Amber Kiyani","email":null,"affiliation":"BDS, MS (Oral Pathology), Assistant Professor, Department of Oral Medicine, Islamic International Dental College, Riphah International University, Islamabad-Pakistan.","info":null}]},{"id":80,"type":"Original Article","title":"Evaluation of Dermatophyte Test Medium and Sabouraud Dextrose Agar for Isolation of Dermatophyte Species","short_title":null,"abstract":"<p><strong>Background and Objective:<\/strong> &nbsp;Dermatophyte infections require laboratory diagnosis before treatment is started. Although direct microscopy is routinely performed but culture of dermatophytes is the gold standard. However, it takes about 4 weeks for species identification on primary media. Our aim was to compare dermatophyte test medium (DTM) as a screening medium for the isolation of dermatophytes in comparison with sabouraud dextrose agar (SDA).<\/p>\r\n<p><strong>Methods:<\/strong> &nbsp;It was a comparative study carried out at the Department of Microbiology of Post Graduate Medical Institute, Lahore over a period of nine months. Samples were collected from one hundred patients with clinically suspected dermatophytoses after taking informed written consent. The samples were examined microscopically and then inoculated on two types of culture media, one Sabouraud dextrose agar (SDA) with added chloramphenicol, gentacin and cycloheximide and other dermatophyte test medium (DTM) with added chlortetracycline, gentacin and cyclohexamide.<\/p>\r\n<p><strong>Results:<\/strong> &nbsp;Fungal growth was observed in fifty-six samples on culture. Out of the fifty-six positive on cultures, nineteen were that of dermatophytes. Out of n = 100 patients, ten were positive on SDA while n = 14 dermatophyte species were able to grow on DTM. A significantly higher positivity (P &sup3; 0.05) for isolating dermatophytes was observed by DTM as compared to SDA. DTM was able to isolate (71%) of the dermatophytes in first 10 days. Isolation rate of dermatophyte species was higher (73.68%) on DTM as compared to SDA which was 52.6%.<\/p>\r\n<p><strong>Conclusion: <\/strong>&nbsp;Authors recommend the use of dermatophyte test medium for the primary isolation and identification of dermatophyte species to be more effective and time saving.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-80","authors_names":"Dr. Majid Rauf Ahmad, Dr. Iffat Javed, Dr. Sohaila Mushtaq, Dr. Rubeena Hafeez, Dr. Kanwal Hassan Cheema","created_at":"2021-03-01T12:13:53.000000Z","approved_at":null,"published_at":"2021-03-04T17:52:26.000000Z","first_page":362,"last_page":366,"timeline":{"revised_at":"2020-12-02","approved_at":"2020-12-14","published_at":"2020-12-31","submitted_at":"2020-10-22"},"sequence":7,"authors":[{"title":"Dr.","name":"Majid Rauf Ahmad","email":"majidrauf177@yahoo.com","affiliation":"Avicenna Medical College, Lahore-Pakistan.","info":null},{"title":"Dr.","name":"Iffat Javed","email":null,"affiliation":"Amina Inayat Medical College, Lahore-Pakistan.","info":null},{"title":"Dr.","name":"Sohaila Mushtaq","email":null,"affiliation":"Azra Naheed Medical College, Lahore-Pakistan.","info":null},{"title":"Dr.","name":"Rubeena Hafeez","email":null,"affiliation":"Avicenna Medical College, Lahore-Pakistan.","info":null},{"title":"Dr.","name":"Kanwal Hassan Cheema","email":null,"affiliation":"CMH Medical College, Lahore-Pakistan.","info":null}]},{"id":81,"type":"Original Article","title":"Factors Associated with Duration of Hospitalization in Patients with COVID-19","short_title":null,"abstract":"<p>Background and Objective: &nbsp;Coronavirus disease 2019 (COVID-19) has caused a large number of casualties and economic losses. Reducing the number of hospitalization days can alleviate pressure on health services and save more people. This study was carried out to find associated factors with the duration of hospitalization at a COVID-19 dedicated hospital in China.<\/p>\r\n<p>Methods: &nbsp;In this retrospective study, the demographic details and laboratory tests of 556 patients were collected. These patients were cured and discharged. The data was analyzed using statistical package for the social sciences (SPSS), version 22. The Shapiro-Wilk method was used for the normality of data with P &le; 0.05 as significant to relate factors with the duration of hospitalization.<\/p>\r\n<p>Results: &nbsp;A total of 556 patients with COVID-19 were included in the study; 249 were males and 307 were females. Among the factors associated with longer hospital stay, lower K+ and Na+ levels were noticed in 102 (18.5%) and 61 (11%) respectively. Among liver functions tests, elevated AST levels was found in 109 (19.6%) patients, decreased serum albumin seen in 301 (54.1%) patients, elevated serum ALT levels in 80 (14.3%) patients with longer hospital stay (P = 0.032). Increased procalcitonin (PCT) was noticed in 66 (11.8%) patients. An elevated level of plasma D-dimer was seen in 125(22.4%) and increased NT-pro BNP levels in 64 (11.5%) patients. Increased cTnT levels were found in 76(13.6%) patients and elevated creatinine levels in 114 (21%) patients.(P = 0.015).<\/p>\r\n<p>Conclusion: &nbsp;Patients with elevated serum total cholesterol had significantly lesser hospital stay than the normal group. Patients with temperature &ge; 38&deg;C and elevated blood glucose had longer hospitalization stay. We recommend that health care providers should not ignore multiple organ support when treating patients.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-81","authors_names":" Zi-Ang Li, Prof. Jun Lin","created_at":"2021-03-01T12:17:35.000000Z","approved_at":null,"published_at":"2021-03-04T17:52:14.000000Z","first_page":367,"last_page":373,"timeline":{"revised_at":"2020-11-26","approved_at":"2020-12-06","published_at":"2020-12-31","submitted_at":"2020-10-23"},"sequence":8,"authors":[{"title":null,"name":"Zi-Ang Li","email":null,"affiliation":"Department of Gastroenterology, Zhongnan Hospital of Wuhan University, Hubei 430071, China.","info":null},{"title":"Prof.","name":"Jun Lin","email":"linjunzn@163.com","affiliation":"Department of Gastroenterology, Zhongnan Hospital of Wuhan University, 65 Donghu Road, Wuhan, Hubei 430071, China.","info":null}]},{"id":82,"type":"Original Article","title":"Interstitial Lung Disease and Depression &ndash; A Questionnaire Based Study","short_title":null,"abstract":"<p>Background and Objective: &nbsp;Interstitial lung disease (ILD) causes depression due to its painful course in patients. The aim of this study was to determine the prevalence of depression and find the association of depression with selected clinical variables in patients with ILD.<\/p>\r\n<p>Methods: &nbsp;This questionnaire based cross-sectional study was done at the department of pulmonology, District head quarter hospital Sahiwal from 1st Oct 2019 to 31st March 2020. The questionnaire was distributed among the diagnosed cases of ILD who presented in outpatient department of DHQ Sahiwal after taking informed consent. The depression scoring was done in them according to Beck depression inventory II. Frequency distribution statistics and inferential statistics were done by using Statistical Package for Social Sciences (SPSS) version 20. P-value &lt; 0.05 was taken as statistically significant.<\/p>\r\n<p>Results: &nbsp;Depression was graded into four types according to Beck depression inventory II scoring system. Depression levels of minimal, mild, severe and extremely severe were found to have frequencies of 42.90, 14.30, 31.40 and 11.4% respectively. Depression was more prevalent in females (77.14%). Sixty two percent of severely depressed had rural background. Three fourth (75%) of severely depressed patients were from lower class group. Half of the severely depressed patients were suffering from hypertension. One fourth had ischemic heart disease. Illiteracy dominated in severely depressed where 3\/4th of the participants had not received any education. Our study found statistically significant result of Beck score with socioeconomic groups (P = 0.037). High statistically significant result was also found when Beck scoring was associated with co-morbidities (P = 0.001).<\/p>\r\n<p>Conclusions: &nbsp;The increased frequency of depression in the patients of ILD was associated with many demographic factors. The development of improved methods for the assessment of ILD and its co-morbidities could have profound effects on the quality of life and expected survival of ILD patients.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-82","authors_names":" Muntazir Mehdi,  Muhammad Waseem, Dr. Hafiza Swaiba Afzal,  Ahmad Zeeshan Jamil,  Muhammad Junaid Iqbal,  Maryam Rafiq","created_at":"2021-03-01T12:20:11.000000Z","approved_at":null,"published_at":"2021-03-04T17:52:02.000000Z","first_page":374,"last_page":378,"timeline":{"revised_at":"2020-11-28","approved_at":"2020-12-09","published_at":"2020-12-31","submitted_at":"2020-10-24"},"sequence":9,"authors":[{"title":null,"name":"Muntazir Mehdi","email":null,"affiliation":"Assistant professor and Head, Department of Psychiatry, Sahiwal Medical College Sahiwal-Pakistan","info":null},{"title":null,"name":"Muhammad Waseem","email":null,"affiliation":"Assistant Professor and Head, Department of Pulmonology, Sahiwal Medical College Sahiwal-Pakistan","info":null},{"title":"Dr.","name":"Hafiza Swaiba Afzal","email":"nauman188@gmail.com","affiliation":"Assistant Professor, Department of Physiology, Sahiwal Medical College Sahiwal-Pakistan","info":null},{"title":null,"name":"Ahmad Zeeshan Jamil","email":null,"affiliation":"Associate Professor, Department of Ophthalmology, Sahiwal Medical College Sahiwal-Pakistan.","info":null},{"title":null,"name":"Muhammad Junaid Iqbal","email":null,"affiliation":"Demonstrator, Sahiwal Medical College Sahiwal-Pakistan","info":null},{"title":null,"name":"Maryam Rafiq","email":null,"affiliation":"Assistant Professor, Department of Pathology, Sahiwal Medical College Sahiwal-Pakistan","info":null}]},{"id":83,"type":"Original Article","title":"Comparative Long-chain Polyunsaturated Fatty Acids Levels in Blood, Placenta and Cord Blood of Pregnant Women with or without Pre-eclampsia","short_title":null,"abstract":"<p>Background and Objective: &nbsp;Long-chain polyunsaturated fatty acids (LCPUFA) play an important role in the regulation of fat metabolism in the placenta and fetus. Changes in placental function in pre-eclampsia affect the transport of fatty acids and affect fetal nutrition. The aim of the study was to compare LCPUFA levels in blood, placenta and cord blood of pregnant women with or without pre-eclampsia.<\/p>\r\n<p>Methods: &nbsp;The blood, placenta and umbilical cord blood of pregnant women (n = 30 each) who were normotensive and with pre-eclampsia were collected. The levels of fatty acids in maternal blood, placenta and umbilical cord blood were determined by the quartz capillary gas chromatography technique.<\/p>\r\n<p>Results: &nbsp;The average age of normal pregnant women was 27.0&plusmn;4.5 years and that of pre-eclampsia pregnant women was 30&plusmn;4.0 years (P &gt; 0.05). The levels of total fatty acids, arachidonic acid (AA) and docosahexaenoic acid (DHA) were higher in pregnant women with pre-eclampsia than in normal women. The level of linoleic acid in cord blood and placenta was significantly higher in pre-eclampsia group than in the normal pregnant women while linoleic acid content in maternal blood being lower in pre-eclampsia group compared to the normal maternal group.<\/p>\r\n<p>Conclusion: &nbsp;The changes of LCPUFA in blood, placenta and umbilical blood of pre-eclampsia may be related to the changes of LCPUFA in placenta. These changes may be involved in the pathophysiological process of pre-eclampsia. Maternal supplement of LCPUFA, such as DHA, in early gestation may be helpful in improving morbidity associated with maternal eclampsia.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-83","authors_names":" Zhang Weili","created_at":"2021-03-01T12:25:33.000000Z","approved_at":null,"published_at":"2021-03-04T17:33:18.000000Z","first_page":379,"last_page":389,"timeline":{"revised_at":"2020-12-02","approved_at":"2020-12-14","published_at":"2020-12-31","submitted_at":"2020-10-20"},"sequence":10,"authors":[{"title":null,"name":"Zhang Weili","email":"zhangxinhua88891@163.com","affiliation":"Xinhua Hospital Affiliated to Shanghai Jiaotong University, School of Medicine, Shanghai 200092 China.","info":null}]},{"id":84,"type":"Original Article","title":"Emotional and Financial Stress in Doctors Working in the COVID-19 Crisis","short_title":null,"abstract":"<p><strong>Background and Objective: <\/strong>&nbsp;COVID-19 took the world by a storm and impacted not only the general population but the doctors as well. This study was done in order to determine the financial and economic burden faced by the doctors working in COVID-19 pandemic in Pakistan.<\/p>\r\n<p><strong>Methods:<\/strong> &nbsp;This longitudinal study was carried out from May 9th to May 23rd, 2020 in Pakistan. A self-designed validated Questionnaire was distributed to doctors working in different hospitals of Pakistan through online Google form. Questions regarding emotional and financial stress in Pakistani doctors dealing with COVID-19 patients were included.<\/p>\r\n<p><strong>Results: <\/strong>&nbsp;One hundred and twenty doctors responded to the current study. Majority of them 97 (80.6%) reported stress during duty hours. Stress level was high among 78 (65.3%) doctors to the extent they thought of leaving the job because of risk of getting infected. Less salaries and family pressure were the other demotivating factors. Most of the doctors 71 (59.2%)] were younger than 30 years of age. Eighty-five (71%) doctors reported being pressurized by the families to leave the job. Shortage of protective gears was also the challenge. A total of 65 (54.2%) doctors got their gears from their institutes, 27 (22.2%) bought their own gears, 23 (19.4%) worked without gears, and 5 (4.8%) got gears from non-governmental organizations (NGOs).<\/p>\r\n<p><strong>Conclusion:<\/strong> &nbsp;Majority of the doctors reported stress during duty hours regardless of level or experience in that job; the contributing factors included risk of getting infected, lesser salaries and family pressure. During COVID-19 pandemic, doctors feel that they are not only emotionally exhausted but also tried to cope financial challenges while endangering themselves to save the lives of patients.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-84","authors_names":"Dr. Syed Riazul Hasan, Dr. Zeeshan Hamid, Dr. Muhammad Danial Yaqub, Dr. Syed Rohail Ahmed, Dr. Muhammad Amin Aftab","created_at":"2021-03-01T12:33:18.000000Z","approved_at":null,"published_at":"2021-03-04T17:51:46.000000Z","first_page":384,"last_page":387,"timeline":{"revised_at":"2020-11-29","approved_at":"2020-12-10","published_at":"2020-12-31","submitted_at":"2020-10-18"},"sequence":11,"authors":[{"title":"Dr.","name":"Syed Riazul Hasan","email":"drriaz222@yahoo.com","affiliation":"Head Department of Medicine, Sindh Government Qatar Hospital, Karachi-Pakistan.","info":null},{"title":"Dr.","name":"Zeeshan Hamid","email":null,"affiliation":"Resident Medical Officer, Sindh Government Qatar Hospital, Karachi-Pakistan.","info":null},{"title":"Dr.","name":"Muhammad Danial Yaqub","email":null,"affiliation":"Post-graduate Fellows, Sindh Government Qatar Hospital, Karachi-Pakistan.","info":null},{"title":"Dr.","name":"Syed Rohail Ahmed","email":null,"affiliation":"Post-graduate Fellows, Sindh Government Qatar Hospital, Karachi-Pakistan.","info":null},{"title":"Dr.","name":"Muhammad Amin Aftab","email":null,"affiliation":"Post-graduate Fellows, Sindh Government Qatar Hospital, Karachi-Pakistan.","info":null}]},{"id":85,"type":"Original Article","title":"Different Phenotypes Caused by the Unique Mutation in the Same Family with Mitochondrial Encephalomyopathy","short_title":null,"abstract":"<p><strong>Background and Objective:<\/strong> &nbsp;Mitochondrial encephalomyopathies represent a clinically heterogeneous group of disorders resulting from abnormal mitochondrial function. This study investigates the clinical and genetic characteristics of families with mitochondrial encephalomyopathy.<\/p>\r\n<p><strong>Methods: <\/strong>&nbsp;The clinical manifestations, biopsy and gene detection were retrospectively analyzed for four probands with definitively diagnosed mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS) from three families with MELAS and\/or maternally inherited diabetes and deafness (MIDD).<\/p>\r\n<p><strong>Results:<\/strong> &nbsp;The initial symptoms of probands were convulsive headache and\/or epilepsy. The members of the three families also had diabetes, deafness, muscle weakness and short statures. Typical characteristics were indicated by muscle biopsy and gene detection in all.<\/p>\r\n<p><strong>Conclusion:<\/strong> &nbsp;We reveal that the same family can have MIDD and MELAS cases, which clearly show that the unique mutation may cause different syndromes in one family. Neurologists should take into account more possibilities and phenotypes in screening and genetic counselling for the families of probands.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-85","authors_names":" Hai-ping Xia,  Feng-Nan Niu,  Biao Jin,  Kang-ren Zhao Zhao,  Rui Ma,  Ming Yu","created_at":"2021-03-01T12:38:14.000000Z","approved_at":null,"published_at":"2021-03-04T17:51:30.000000Z","first_page":388,"last_page":393,"timeline":{"revised_at":"2020-11-28","approved_at":"2020-12-10","published_at":"2020-12-31","submitted_at":"2020-10-17"},"sequence":12,"authors":[{"title":null,"name":"Hai-ping Xia","email":null,"affiliation":"Department of Neurology, 4th Hospital Affiliated to Jiangsu University, Jiangsu, P.R.China","info":null},{"title":null,"name":"Feng-Nan Niu","email":null,"affiliation":"Department of Pathology, Medical School of Nanking University, Nanjing, Jiangsu, P.R.China","info":null},{"title":null,"name":"Biao Jin","email":null,"affiliation":"Department of Neurology, 4th Hospital Affiliated to Jiangsu University, Jiangsu, P.R.China","info":null},{"title":null,"name":"Kang-ren Zhao Zhao","email":null,"affiliation":"Department of Neurology, 4th Hospital Affiliated to Jiangsu University, Jiangsu, P.R.China","info":null},{"title":null,"name":"Rui Ma","email":"jsnjmr@163.com","affiliation":"Medical School, Jiangsu University, Jiangsu, P.R.China","info":null},{"title":null,"name":"Ming Yu","email":null,"affiliation":"Affiliated Hospital of Jiangsu University, Jiangsu, P.R.China","info":null}]},{"id":86,"type":"Original Article","title":"Effect of Body Mass Index on the Outcome of In-vitro Fertilization\/Intracytoplasmic Sperm Injection","short_title":null,"abstract":"<p>Background and Objective: &nbsp;Obesity is becoming a global issue related to many health problems, and infertility is one of them. It has been established in literature that obesity or increased body mass index (BMI) harms the ability of a woman to conceive. Assisted reproductive techniques e.g., in-vitro fertilization (IVF) and Intracytoplasmic Sperm Injection (ICSI) are helping infertile women to conceive. This study's objective was to analyze the effect of BMI on IVF\/ICSI treatment outcomes in infertile women.<\/p>\r\n<p>Methods: &nbsp;This was a retrospective cross-sectional study. Samples of 500 patients aged less than 40 years were selected at a tertiary care infertility center: Lahore Institute of Fertility and Endocrinology, Hameed Latif Hospital. The sample was collected from January 2019 to June 2019. A structured proforma was used to collect information about selected anthropometric measurements and ultrasonography findings from the files and follow-ups of the selected patients. Data was processed and analyzed in Statistical Package for Social Sciences (SPSS) version 20.0.<\/p>\r\n<p>Results: &nbsp;The age of the subjects ranged from 18 to 39 years, with a maximum number of subjects in the age category 31 to 35 years. BMI was significantly associated with number of follicles retrieved and clinical pregnancy rate (P= &nbsp;0.001).<\/p>\r\n<p>Conclusion: &nbsp;Normal BMI has positive impact both on follicular response in controlled ovarian stimulation (COS) and clinical pregnancy rates in women undergoing IVF\/ICSI treatment.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-86","authors_names":" Zoofishan Imran,  Haroon Latif Khan,  Rabia Nafees,  Humaira Humayun,  Rameen Nisar","created_at":"2021-03-01T12:42:47.000000Z","approved_at":null,"published_at":"2021-03-04T17:34:47.000000Z","first_page":394,"last_page":399,"timeline":{"revised_at":"2020-11-14","approved_at":"2020-12-04","published_at":"2020-12-31","submitted_at":"2020-10-18"},"sequence":13,"authors":[{"title":null,"name":"Zoofishan Imran","email":null,"affiliation":"Assistant Professor, Department of Community Medicine, CMH, Lahore Medical College, Lahore Pakistan","info":null},{"title":null,"name":"Haroon Latif Khan","email":null,"affiliation":"Lahore Institute of Fertility and Endocrinology, Lahore-Pakistan.","info":null},{"title":null,"name":"Rabia Nafees","email":"rabia_nafees@hotmail.com","affiliation":"ART Consultant, Assistant Professor, Department of Obst & Gynae, Rashid Latif Medical College, Lahore-Pakistan","info":null},{"title":null,"name":"Humaira Humayun","email":null,"affiliation":"ART Counselor, Lahore Institute of Fertility and Endocrinology, Lahore-Pakistan.","info":null},{"title":null,"name":"Rameen Nisar","email":null,"affiliation":"Lahore Institute of Fertility and Endocrinology, Lahore-Pakistan","info":null}]},{"id":87,"type":"Original Article","title":"Magnitude of Neurocognitive Impairment and Severity of Depression in Geriatric Population","short_title":null,"abstract":"<p>Background and Objective: &nbsp;With the increasing life expectancy of the populations and rising prevalence of depressive and neurocognitive disorders, there is a need to address the association between the two in terms of magnitude of the neurocognitive disorders and the severity of depression. The current study addresses this issue and aims to observe the association between the two.<\/p>\r\n<p>Methods: &nbsp;This cross-sectional descriptive study was conducted from September 2014 to March 2015 at the Institute of Psychiatry at Benazir Bhutto Hospital, Rawalpindi, Pakistan where consecutive patients aged &ge; 65 years were screened for depression using Geriatric Depression Scale (GDS). Neurocognitive impairment was assessed using Mini Mental State Examination (MMSE). -square test was used to compute the association between depression severity and neurocognitive deficit.<\/p>\r\n<p>Results: &nbsp;There was approximately equal gender distribution with a mean age of 63.6 &plusmn; 9.68 years. Eighty six percent of the study population was found to be suffering from clinical depression while seventy percent had neurocognitive deficit. The severity of depression came out to be directly proportional to the magnitude of the neurocognitive disorder (P = 0.000) with 68.8% of the patients with severe depression having moderate to severe neurocognitive deficit.<\/p>\r\n<p>Conclusions: &nbsp;Depression is associated with significant neurocognitive impairment in elderly in the local population; higher the severity of depression more the magnitude of cognitive impairment.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-87","authors_names":"Dr. Sadia Yasir,  Saad Bin Yasir,  Nariman Haider,  Sundas Fatima,  Mahpara Mazhar,  Saima Chaudhry,  Asad Tamizuddin Nizami","created_at":"2021-03-01T12:47:06.000000Z","approved_at":null,"published_at":"2021-03-04T17:33:58.000000Z","first_page":400,"last_page":404,"timeline":{"revised_at":"2020-12-01","approved_at":"2020-12-11","published_at":"2020-12-31","submitted_at":"2020-10-25"},"sequence":14,"authors":[{"title":"Dr.","name":"Sadia Yasir","email":"sadiayasir73@gmail.com","affiliation":"Senior Registrar Psychiatry, Benazir Bhutto Hospital, Rawalpindi Medical University, Rawalpindi Pakistan","info":null},{"title":null,"name":"Saad Bin Yasir","email":null,"affiliation":"(MBBS) Demonstrator, Shifa College of Medicine, Islamabad Pakistan","info":null},{"title":null,"name":"Nariman Haider","email":null,"affiliation":"(MBBS, FCPS), Senior Registrar Psychiatry, Bendigo Hospital, Victoria Australia","info":null},{"title":null,"name":"Sundas Fatima","email":null,"affiliation":"(MBBS, FCPS) Senior Registrar Psychiatry, Hitec Institute Taxila Pakistan","info":null},{"title":null,"name":"Mahpara Mazhar","email":null,"affiliation":"(MBBS, FCPS) Assistant Professor Psychiatry, Al Nafees Medical College And Hospital, Islamabad Pakistan","info":null},{"title":null,"name":"Saima Chaudhry","email":null,"affiliation":"(BDS, PHD) Department Of Oral Pathology, University Of Health Sciences, Lahore Pakistan","info":null},{"title":null,"name":"Asad Tamizuddin Nizami","email":null,"affiliation":"(MBBS, FCPS, MCPS-HPE) Professor of Psychiatry, Head Institute Of Psychiatry, Benazir Bhutto Hospital, Rawalpindi Medical University, Rawalpindi Pakistan","info":null}]},{"id":88,"type":"Original Article","title":"Selective Radical Resection for Unresectable Pancreatic Cancer","short_title":null,"abstract":"<p>Background and Objective: &nbsp;For inefficiency of chemotherapy and radiation against pancreatic cancer, resection rate for primary unresectable pancreatic cancer remains very low. This study was carried out to evaluate the safety and value of radical resection for unresectable pancreatic cancer (UPC).<\/p>\r\n<p>Methods: &nbsp;Clinical data were analyzed retrospectively. In unresectable group, 360&deg; resection of the involved artery sheath, resection and reconstruction of the involved artery, resection and reconstruction of the involved vein as well as resection and reconstruction of combined organs were performed. Operation time, intraoperative blood loss, ICU transitional treatment, pancreatic fistula, bleeding, reoperation and survival time were analyzed for two groups.<\/p>\r\n<p>Results: &nbsp;Operation time and intraoperative blood loss were greatly increased in the unresectable group. The incidence of intractable diarrhea and abdominal hemorrhage in the unresectable group were higher. However, the rate of ICU transitional therapy, delayed gastric emptying and reoperation were lower. Grade-C pancreatic fistula occurred in neither group.<\/p>\r\n<p>Conclusion: &nbsp;Surgical treatment through stringent selection for patients with unresectable pancreatic cancer is a safer technique and median post-operative survival time is similar to patients with resectable pancreatic cancer.<\/p>","image":null,"doi":"10.51441\/BioMedica\/5-88","authors_names":" Changku Jia,  Ling Liu,  Hanzhang Zhu,  Weimin Shen,  Chunfeng Yang","created_at":"2021-03-01T12:51:05.000000Z","approved_at":null,"published_at":"2021-03-04T17:33:43.000000Z","first_page":405,"last_page":411,"timeline":{"revised_at":"2020-12-01","approved_at":"2020-12-14","published_at":"2020-12-31","submitted_at":"2020-10-29"},"sequence":15,"authors":[{"title":null,"name":"Changku Jia","email":null,"affiliation":"Department of Hepatopancreatobiliary Surgery, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Zhejiang Clinical Research Center of Hepatobiliary and Pancreatic Diseases, No. 261, Huansha Road, Hangzhou 310006, China.","info":null},{"title":null,"name":"Ling Liu","email":null,"affiliation":"Department of Hepatopancreatobiliary Surgery, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Zhejiang Clinical Research Center of Hepatobiliary and Pancreatic Diseases, No. 261, Huansha Road, Hangzhou 310006, China.","info":null},{"title":null,"name":"Hanzhang Zhu","email":null,"affiliation":"Department of Hepatopancreatobiliary Surgery, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Zhejiang Clinical Research Center of Hepatobiliary and Pancreatic Diseases, No. 261, Huansha Road, Hangzhou 310006, China.","info":null},{"title":null,"name":"Weimin Shen","email":null,"affiliation":"Department of Hepatopancreatobiliary Surgery, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Zhejiang Clinical Research Center of Hepatobiliary and Pancreatic Diseases, No. 261, Huansha Road, Hangzhou 310006, China.","info":null},{"title":null,"name":"Chunfeng Yang","email":"ycf087@outlook.com","affiliation":"Department of Hepatopancreatobiliary Surgery, Xiaoshan Hospital, Zhejiang, No. 728, Yucaibei Road, Hangzhou 311202, China.","info":null}]}]},"code":200}